Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/Glossary_Arabic_English.tmx
Source language: ar
Languages: en

source: القصدير
en: cave-in

source: الجذور
en: islamist-rooted

source: بوكت
en: phuket

source: صقل منهج
en: curriculum

source: الي مقتل
en: was killed

source: كاس العالم
en: fifa world

source: الاطفال المهاجرين
en: immigrant children

source: رجل امن
en: security guard

source: مكتب القنصلية
en: consular office

source: السياح
en: their tour

source: المحافظات
en: provinces have

source: الفتاح
en: abdel fattah

source: فاجنر
en: wagner

source: الي كينيا
en: kenya

source: نكورونزيزا ب#
en: nkurunziza

source: اركنسون
en: parkinson

source: يعترف
en: recognised

source: نقصان
en: lower

source: التعليمي
en: refining

source: الامراض الحرجة
en: critical illness

source: بلدة تركية
en: turkish town

source: نكسة طفيفة
en: minor setback

source: مدن طريق
en: road cities

source: المنازل
en: single-family home

source: في التصفيات
en: qualification

source: علي القنصلية
en: consulate

source: جدية مع
en: seriously

source: الانتعاش الذي
en: recovery

source: علي الامراض
en: illness

source: تعزيز
en: deepen

source: ذكري
en: PLA

source: الطبيعي
en: export

source: متمردين
en: rebellion

source: منتزه مائي
en: water park

source: استراتيجية الاستدامة
en: sustainability strategy

source: صحفية ان
en: press release

source: عالية علي
en: highly

source: ويلز ان
en: wales
